[
  {
    "name": "Жим штанги лёжа",
    "main_muscle_id": 4,
    "mechanics_type_id": 1,
    "exercise_type_id": 1,
    "equipment_id": 2,
    "measures": {
      "weight": true,
      "reps": true,
      "time": false,
      "distance": false
    },
    "executions_cnt": 0,
    "is_favorite": false,
    "description": "1. Лягте на горизонтальную скамью. Возьмите штангу средним хватом (так, чтобы во время движения между плечом и предплечьем создавался угол 90°) и поднимите ее над собой. Это будет вашим исходным положением.\n2. На вдохе медленно опускайте штангу, пока гриф не коснется середины груди.\n3. После короткой паузы, на выдохе верните штангу в исходное положение. Старайтесь выжимать штангу, используя грудные мышцы. Зафиксируйте руки вверху, напрягите грудь, после секундной паузы снова начинайте движение вниз. Подсказка: в идеале, движение вниз должно занимать вдвое больше времени, чем движение вверх.\n4. Выполните необходимое количество повторений.\n5. Верните гриф на стойку.\n\nВнимание: если вы делаете это упражнение впервые, используйте напарника, который вас подстрахует. Если такой возможности нет, используйте небольшой вес.\n\nСледите также за тем, чтобы гриф штанги касался точно середины груди. Избегайте колебаний штанги, внимательно контролируйте ее движение."
  },
  {
    "name": "Становая тяга со штангой",
    "main_muscle_id": 19,
    "mechanics_type_id": 1,
    "exercise_type_id": 1,
    "equipment_id": 2,
    "measures": {
      "weight": true,
      "reps": true,
      "time": false,
      "distance": false
    },
    "executions_cnt": 0,
    "is_favorite": false,
    "description": "1. Станьте перед нагруженной нужным весом штангой.\n2. Присядьте, сгибая колени, наклонитесь вперед, сгибаясь в поясе. Стараясь держать спину ровно, возьмите гриф средним хватом (кисти на ширине плеч, ладони обращены вниз). Это будет вашим исходным положением. Подсказка: если вам сложно держать штангу, используя такой хват, возьмите ее обратным (супинированным) хватом или воспользуйтесь лямками для запястий.\n3. На выдохе начните подниматься, выпрямляя ноги, одновременно распрямляя туловище. В выпрямленном положении подайте грудь вперед и сведите лопатки. Положение должно напоминать солдата, стоящего по стойке «смирно».\n4. Вернитесь в исходное положение, сгибая колени, одновременно наклоняя туловище вперед, сгибаясь в талии. Не забывайте держать спину прогнутой в пояснице. Когда диски штанги коснутся пола, это означает, что вы достигли исходного положения и готовы выполните следующее повторение.\n5. Выполните необходимое количество повторений.\n\nВнимание: воздержитесь от выполнения этого упражнения, если у вас имеются проблемы со спиной или поясницей. Внимательно следите за тем, чтобы спина была прогнута в пояснице на протяжении выполнения всего упражнения, в противном случае можно травмировать спину. Если у вас есть сомнения по поводу выбранного веса, лучше взять меньший, чем больший вес.\n\nВариации: также вы можете выполнять это упражнение, используя гантели."
  },
  {
    "name": "Приседания со штангой",
    "main_muscle_id": 16,
    "mechanics_type_id": 1,
    "exercise_type_id": 1,
    "equipment_id": 2,
    "measures": {
      "weight": true,
      "reps": true,
      "time": false,
      "distance": false
    },
    "executions_cnt": 0,
    "is_favorite": false,
    "description": "1. В целях безопасности выполняйте данное упражнение в раме для приседаний. Для начала отрегулируйте стойки так, чтобы гриф находился немного выше ваших плеч.  Нагрузите штангу необходимым весом. Станьте под гриф и разместите его на задней части плеч (слегка ниже шеи).\n2. Возьмите гриф обеими руками и снимите его со стоек, напрягая ноги и туловище.\n3. Отойдите от стойки и поставьте ноги на ширину плеч. Носки слегка развернуты наружу. Голова поднята, спина прямая и прогнута в пояснице. Это будет вашим исходным положением.\n4. На вдохе начинайте медленно приседать, сгибая колени и отводя таз назад. Продолжайте держать спину. Продолжайте движение вниз, пока верхняя поверхность бедра не опустится на уровень коленного сустава. Подсказка: при правильном выполнении упражнения, колени должны создавать воображаемую прямую линию с носками ступней и быть расположенными перпендикулярно относительно линии туловища.\n5. На выдохе выполните подъем, выпрямляя ноги, отталкиваясь от пола, возвращаясь в исходное положение.\n6. Выполните необходимое количество повторений.\n\nВнимание: если у вас есть проблемы со спиной, замените это упражнение приседаниями с гантелями или выполняйте в качестве альтернативы жим ногами в тренажере. Внимательно следите за тем, чтобы спина была прогнута в пояснице на протяжении выполнения всего упражнения, в противном случае можно травмировать спину. Если у вас есть сомнения по поводу выбранного веса, лучше взять меньший, чем больший вес.\n\nВариации: также вы можете выполнять это упражнение, используя гантели."
  },
  {
    "name": "Армейский жим",
    "main_muscle_id": 3,
    "mechanics_type_id": 1,
    "exercise_type_id": 1,
    "equipment_id": 2,
    "measures": {
      "weight": true,
      "reps": true,
      "time": false,
      "distance": false
    },
    "executions_cnt": 0,
    "is_favorite": false,
    "description": "1. Установите штангу на пол. Встаньте перед ней. Ноги на ширине плеч.\n2. Поднимите штангу на плечи, держа спину прямой. Хват рук на штанге — чуть шире линии плеч.\n3. На выдохе поднимите штангу над головой, полностью выпрямив руки. Если при выполнении упражнения ваши руки начинают «гулять» — следует снизить рабочий вес.\n4. На вдохе опустите штангу обратно на плечи."
  },
  {
    "name": "Подтягивания",
    "main_muscle_id": 10,
    "mechanics_type_id": 1,
    "exercise_type_id": 1,
    "equipment_id": 8,
    "measures": {
      "weight": false,
      "reps": true,
      "time": false,
      "distance": false
    },
    "executions_cnt": 0,
    "is_favorite": false,
    "description": "1. Подтягивания — самое популярное и одно из самых эффективных упражнений для спины. Оно не только помогает в короткие сроки сделать спину шире, но и снимает напряжение с позвоночника.\n2. Схватитесь за перекладину турника. Руки чуть шире линии плеч. Ноги согнуты в коленях и скрещены (показано на рисунке). Вы можете использовать перчатки для снятия нагрузки с кистей.\n3. Без резких движений подтяните тело вверх. Крайнее положение — подбородок выше перекладины.\n4. Опуститесь в исходное положение.\n5. Вы можете использовать отягощение. Для этого необходимо использовать пояс с отягощением. Нельзя закреплять отягощение на ногах!"
  },
  {
    "name": "Отжимания на брусьях с акцентом на грудь",
    "main_muscle_id": 4,
    "mechanics_type_id": 1,
    "exercise_type_id": 1,
    "equipment_id": 9,
    "measures": {
      "weight": false,
      "reps": true,
      "time": false,
      "distance": false
    },
    "executions_cnt": 0,
    "is_favorite": false,
    "description": "1. Удерживайте тело на весу на вытянутых руках, как это показано на рисунке. Это будет вашим исходным положением.\n2. На вдохе опускайтесь вниз, одновременно наклоняя туловище вперед приблизительно на 30 градусов, медленно сгибая локти до тех пор, пока не почувствуете растяжение грудных мышц.\n3. На выдохе вернитесь в исходное положение, используя грудные мышцы. Совет: не забывайте напрягать грудь в конце этого движения.\n4. Выполните необходимое количество повторений.\n\nВариации: если вы впервые выполняете это упражнение, и вы сомневаетесь в своих силах, можно использовать специальный тренажер. Эти тренажеры используют противовес, чтобы помочь вам выжать ваш собственный вес. Если такой возможности нет, воспользуйтесь помощью напарника, который поддержит ноги. С приобретением опыта и силы вы сможете выполнять упражнение с дополнительным весом, используя блины, прикрепленные к поясу."
  },
  {
    "name": "Тяга штанги в наклоне",
    "main_muscle_id": 10,
    "mechanics_type_id": 1,
    "exercise_type_id": 1,
    "equipment_id": 2,
    "measures": {
      "weight": true,
      "reps": true,
      "time": false,
      "distance": false
    },
    "executions_cnt": 0,
    "is_favorite": false,
    "description": "1. Возьмите штангу пронированным хватом (ладони обращены вниз), слегка согните колени и наклонитесь вперед, как показано на рисунке. Держите спину прямо. Голова поднята. Гриф штанги должен находиться перед вами, в вытянутых перпендикулярно туловищу и полу руках. Это будет вашим исходным положением.\n2. Держите туловище неподвижно, на выдохе потяните штангу к себе, сгибая руки в локтях. Держите локти близко к туловищу, вес должен удерживаться предплечьями. В конце движения, напрягите мышцы спины и задержитесь в этом положении на несколько секунд.\n3. На вдохе медленно опустите штангу в исходное положение.\n4. Выполните необходимое количество повторений.\nВнимание: воздержитесь от выполнения этого упражнения, если у вас имеются проблемы со спиной или поясницей. Внимательно следите за тем, чтобы спина была прогнута в пояснице на протяжении выполнения всего упражнения, в противном случае можно травмировать спину. Если у вас есть сомнения по поводу выбранного веса, лучше взять меньший, чем больший вес.\nВариации: также вы можете выполнять это упражнение, используя супинированный хват (ладони обращены к вам)."
  },
  {
    "name": "Жим штанги лежа на скамье с положительным наклоном",
    "main_muscle_id": 4,
    "mechanics_type_id": 1,
    "exercise_type_id": 1,
    "equipment_id": 2,
    "measures": {
      "weight": true,
      "reps": true,
      "time": false,
      "distance": false
    },
    "executions_cnt": 0,
    "is_favorite": false,
    "description": "1. Лягте на наклонную скамью. Возьмите штангу средним хватом (так, чтобы во время движения между плечом и предплечьем создавался угол 90 градусов) и поднимите ее над грудью. Это будет вашим исходным положением.\n2. На вдохе медленно опускайте штангу, пока гриф не коснется верхней части груди.\n3. После короткой паузы, на выдохе верните штангу в исходное положение. Старайтесь выжимать штангу, используя грудные мышцы. Зафиксируйте руки вверху, напрягите грудь, после секундной паузы снова начинайте движение вниз. Подсказка: в идеале, движение вниз должно занимать вдвое больше времени, чем движение вверх.\n4. Выполните необходимое количество повторений.\n5. Верните гриф на стойку.\nВнимание: если вы делаете это упражнение впервые, воспользуйтесь помощью напарника, который вас подстрахует. Если такой возможности нет, используйте небольшой вес.\nСледите также за тем, чтобы гриф штанги касался точно верхней части груди. Избегайте колебаний штанги, внимательно контролируйте ее движение.\nВариации упражнения: вы можете использовать различные углы наклона скамьи."
  },
  {
    "name": "Подтягивания обратным хватом",
    "main_muscle_id": 7,
    "mechanics_type_id": 1,
    "exercise_type_id": 1,
    "equipment_id": 8,
    "measures": {
      "weight": false,
      "reps": true,
      "time": false,
      "distance": false
    },
    "executions_cnt": 0,
    "is_favorite": false,
    "description": "1. Обхватите турник обратным хватом уже ширины плеч.\n2. Старайтесь держать тело прямым.\n3. На выдохе поднимите тело вверх. В крайнем положении подбородок выше уровня перекладины. Держите локти как можно ближе к телу.\n4. Медленно опуститесь в исходное положение."
  },
  {
    "name": "Вертикальная тяга штанги",
    "main_muscle_id": 3,
    "mechanics_type_id": 1,
    "exercise_type_id": 1,
    "equipment_id": 2,
    "measures": {
      "weight": true,
      "reps": true,
      "time": false,
      "distance": false
    },
    "executions_cnt": 0,
    "is_favorite": false,
    "description": "1. Поднимите штангу. Обхватите её ладонями вниз, чуть уже ширины плеч.\n2. Теперь на выдохе поднимите штангу до уровня груди. Движение рук направляют локти. Локти направлены вверх и в стороны. Старайтесь держать штангу как можно ближе к телу.\n3. На вдохе медленно опустите штангу вниз."
  },
  {
    "name": "Подъем штанги на бицепс",
    "main_muscle_id": 7,
    "mechanics_type_id": 2,
    "exercise_type_id": 1,
    "equipment_id": 2,
    "measures": {
      "weight": true,
      "reps": true,
      "time": false,
      "distance": false
    },
    "executions_cnt": 0,
    "is_favorite": false,
    "description": "1. Станьте прямо. Возьмите штангу хватом на ширине плеч. Ладони обращены вперед, локти прижаты к туловищу. Это будет вашим исходным положением.\n2. На выдохе выполните сгибание рук на бицепс. Держите часть руки от локтя до плеча неподвижно. Совет: работают только предплечья.\n3. Движение должно продолжаться до полного сокращения бицепсов, пока штанга не окажется на уровне плеча. Сделайте небольшую паузу, напрягая мышцы.\n4. На вдохе медленно опустите штангу в исходное положение.\n5. Выполните необходимое количество повторений.\nВариации: вы можете выполнять сгибание рук на бицепс на нижнем блоке с прямой рукоятью. Этот вариант позволяет хорошо почувствовать «пик бицепса» в конце движения. Также можно выполнять сгибание рук на бицепс, держа штангу узким хватом."
  },
  {
    "name": "Шраги со штангой",
    "main_muscle_id": 2,
    "mechanics_type_id": 2,
    "exercise_type_id": 1,
    "equipment_id": 2,
    "measures": {
      "weight": true,
      "reps": true,
      "time": false,
      "distance": false
    },
    "executions_cnt": 0,
    "is_favorite": false,
    "description": "1. Возьмите штангу. Встаньте прямо. Ноги на ширине плеч. Очень важно при выполнении данного упражнения держать спину прямо. Подсказка: руки на грифе должны располагаться чуть шире, линии плеч. Для лучшего удержания штанги можно использовать перекрестное сцепление рук на грифе.\n2. На выдохе поднимите плечи вверх, и удерживайте их в верхнем положении  в течение 1 секунды.\n3. На вдохе медленно опустите штангу в исходное положение."
  }
]